{
  "LuaSnip": { "branch": "master" },
  "blink.download": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vimtex": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kubectl.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "llama.vim": { "branch": "master" },
  "loupe": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
  "pinnacle": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
